brew 'bash'
brew 'autojump'
brew 'openssl'
brew 'git'
brew 'hub'
brew 'ack'
brew 'autoconf'
brew 'wxmac'

# For ASDF node
brew 'gpg'

cask 'alfred'
cask 'atom'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'imageoptim'
cask 'iterm2'
cask 'spotify'
cask 'caffeine'
cask 'grammarly'
cask 'skype'
cask 'slack'
cask 'licecap'
cask 'cloudapp'

brew 'mas'
mas 'Deckset', id: 847496013
mas 'Keynote', id: 409183694
mas 'Xcode', id: 497799835
mas 'LastPass', id: 926036361
mas 'The Unarchiver', id: 425424353
mas 'Wunderlist', id: 410628904
mas 'Calendars', id: 415181149
mas 'DigiDoc4 Client', id: 1370791134
mas 'TeRa', id: 1243347809
