brew 'bash'
brew 'bash-completion'
brew 'autojump'
brew 'git'
brew 'hub'
brew 'ack'
brew 'wxmac'

# For ASDF node
brew 'gpg'

cask 'alfred'
cask 'atom'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'imageoptim'
cask 'iterm2'
cask 'spotify'
cask 'caffeine'
cask 'grammarly'
cask 'skype'
cask 'slack'
cask 'licecap'

brew 'mas'
mas 'Deckset', id: 847496013
mas 'Keynote', id: 409183694
mas 'Wunderlist', id: 410628904
mas 'CalendarFree', id: 415181149
