brew 'bash'
brew 'autojump'
brew 'openssl'
brew 'git'
brew 'gh'
brew 'ack'
brew 'autoconf'
brew 'wxwidgets'
brew 'fswatch'

# For ASDF node
brew 'gpg'

cask 'alfred'
cask 'visual-studio-code'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'imageoptim'
cask 'iterm2'
cask 'spotify'
cask 'grammarly'
cask 'languagetool'
cask 'skype'
cask 'slack'
cask 'cloudapp'
cask 'docker'
cask 'google-cloud-sdk'
cask 'notion'
cask 'wkhtmltopdf'
cask 'zoom'
cask '1password'
cask 'steam'

tap 'railwaycat/emacsmacport'
cask 'emacs-mac'

brew 'mas'
mas 'Deckset', id: 847496013
mas 'The Unarchiver', id: 425424353
mas 'Calendars', id: 415181149
mas 'DigiDoc4 Client', id: 1370791134
mas 'TeRa', id: 1243347809
mas 'Magnet', id: 441258766
mas 'Keynote', id: 409183694
mas 'Xcode', id: 497799835
